Repository: A-Archives-and-Forks/uyuni
Catalog: client/rhel/dnf-plugin-spacewalk/po/*.po
Languages: ko, sk

source: Spacewalk based repositories will be disabled.
ko: Spacewalk 기반
sk: Repozitáre založené na Spacewalk budú zakázané.

source: Spacewalk channel support will be disabled.
ko: Spacewalk 채널 지원이 비활성화됩니다.
sk: Podpora kanála Spacewalk bude zakázaná.

source: There was an error communicating with Spacewalk server.
ko: Spacewalk 서버와 통신하는 동안 오류가 발생했습니다.
sk: Pri komunikácii so serverom Spacewalk sa vyskytla chyba.

source: This system is not registered with Spacewalk server.
ko: 이 시스템은 Spacewalk 서버로 등록되지 않았습니다.
sk: Tento systém nie je zaregistrovaný na serveri Spacewalk.

source: This system is not subscribed to any channels.
ko: 이 시스템은 아무 채널에도 등록되지 않았습니다.
sk: Tento systém nie je prihlásený k žiadnym kanálom.

source: SystemId could not be acquired.
ko: 시스템을
sk: Nepodarilo sa získať SystemId.

source: You can use rhn_register to register.
ko: rhn_register를 사용하여 등록할 수 있습니다.
sk: Na registráciu môžete použiť rhn_register.

source: This system is receiving updates from Spacewalk server.
ko: 이 시스템은 acquire
sk: Tento systém prijíma aktualizácie zo servera Spacewalk.

source: For security reasons packages from Spacewalk based repositories can be verified only with locally installed gpg keys. GPG key '%s' has been rejected.
ko: 보안 상의 이유로 Spacewalk 기반 리포지토리로부터 받은 패키지는 로컬에 설치된 gpg 키로만 유효성 검사를 수행할 수 있습니다. GPG 키 '%s'가 거부되었습니다.
sk: Z bezpečnostných dôvodov môžu byť balíky z repozitárov založených na Spacewalk overené iba s lokálne nainštalovanými kľúčmi gpg. Kľúč GPG '%s' bol odmietnutý.

source: Package profile information could not be sent.
ko: 패키지 프로파일 정보를 보낼 수 없습니다.
sk: Informácie profilov balíkov nebolo možné odoslať.

source: Missing required login information for Spacewalk: %s
ko: Spacewalk에 대하여 누락된 필수 로그인 정보: %s
sk: Chýbajú požadované prihlasovacie údaje pre Spacewalk: %s

source: Spacewalk plugin has to be run under with the root privileges.
ko: Spacewalk 플러그인은 루트 권한으로 실행되어야 합니다.
sk: Zásuvný modul Spacewalk musí byť spustený s právami správcu systému.
